Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.AngleAbove
Show angle above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.AngleBelow
Show angle below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.SizeAbove
Show size above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.SizeBelow
Show size below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.FinishAbove
Show finish above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.FinishBelow
Show finish below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.TypeAbove
Show type above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.TypeBelow
Show type below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.ContourAbove
Show contour above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.ContourBelow
Show contour below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.LengthAbove
Show length above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.LengthBelow
Show length below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.PitchAbove
Show pitch above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.PitchBelow
Show pitch below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.EffectiveThroatAbove
Show effective throat above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.EffectiveThroatBelow
Show effective throat below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.RootOpeningAbove
Show root opening above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.RootOpeningBelow
Show root opening below

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.ReferenceText
Show reference text

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.EdgeAround
Show edge/around

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.WorkshopSite
Show workshop/site

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.PrefixAbove
Show prefix above

Tekla.Structures.DrawingInternal.dotGrWeldMarkAttributes_t.Flags.PrefixBelow
Show prefix below